[
  {
    "_id": "pyramid_0",
    "text": "The Great Pyramid of Giza is the only surviving wonder of the original Seven Wonders of the Ancient World."
  },
  {
    "_id": "pyramid_1",
    "text": "The Great Pyramid of Giza was constructed around 2560 BCE and was the tallest human-made structure for over 3,800 years."
  },
  {
    "_id": "pyramid_2",
    "text": "The limestone casing of the Great Pyramid of Giza originally made the structure shine like a jewel in the desert sun."
  },
  {
    "_id": "pyramid_3",
    "text": "The Great Pyramid of Giza has three main chambers inside, including the King's and Queen's chambers."
  },
  {
    "_id": "pyramid_4",
    "text": "The Great Pyramid of Giza aligns almost perfectly with the cardinal points, such as North."
  },
  {
    "_id": "pyramid_5",
    "text": "Its construction involved approximately 2.3 million blocks of stone, each weighing between 2.5 to 15 tons."
  },
  {
    "_id": "pyramid_6",
    "text": "Herodotus once wrote that it took 100,000 workers 20 years to complete the Great Pyramid of Giza."
  },
  {
    "_id": "pyramid_7",
    "text": "Most archaeologists now believe that workers who built the Great Pyramid lived in a temporary workers' village nearby."
  },
  {
    "_id": "pyramid_8",
    "text": "There are hidden voids found inside the Great Pyramid of Giza that are still a mystery."
  },
  {
    "_id": "pyramid_9",
    "text": "The precise methods used to construct the Great Pyramid remain unknown to modern engineers."
  },
  {
    "_id": "pyramid_10",
    "text": "Built to honor Pharaoh Khufu, the pyramid's original name was 'The Horizon of Khufu.'"
  },
  {
    "_id": "pyramid_11",
    "text": "The Great Pyramid of Giza forms part of a larger complex that includes two smaller pyramids and the Great Sphinx."
  },
  {
    "_id": "pyramid_12",
    "text": "During medieval times, explorers believed the Great Pyramid contained treasure and dug tunnels into it."
  },
  {
    "_id": "pyramid_13",
    "text": "Scientists discovered that the pyramid's interior temperature remains constant at about 20°C (68°F)."
  },
  {
    "_id": "pyramid_14",
    "text": "The Great Pyramid is part of Egypt's Giza Necropolis, a UNESCO World Heritage Site."
  },
  {
    "_id": "pyramid_15",
    "text": "The Great Pyramid was originally covered in highly polished white casing stones that reflected the sunlight."
  },
  {
    "_id": "pyramid_16",
    "text": "The Great Pyramid is aligned so precisely that it deviates less than 1/15th of a degree from true north."
  },
  {
    "_id": "pyramid_17",
    "text": "Napoleon Bonaparte once spent a night in the Great Pyramid and wouldn't tell anyone what he experienced."
  },
  {
    "_id": "pyramid_18",
    "text": "The average weight of a pyramid stone is equivalent to the weight of an average car."
  },
  {
    "_id": "pyramid_19",
    "text": "The Great Pyramid's height was originally 146.6 meters, but erosion and time have reduced it to 138.8 meters."
  },
  {
    "_id": "garden_0",
    "text": "The Hanging Gardens of Babylon are thought to have been constructed by King Nebuchadnezzar II for his wife Amytis."
  },
  {
    "_id": "garden_1",
    "text": "The existence of the Hanging Gardens of Babylon is still debated as no archaeological evidence has been found."
  },
  {
    "_id": "garden_2",
    "text": "The Hanging Gardens were possibly an advanced feat of irrigation and engineering."
  },
  {
    "_id": "garden_3",
    "text": "Some historians claim the Hanging Gardens were built in Nineveh, not Babylon."
  },
  {
    "_id": "garden_4",
    "text": "The gardens may have mimicked a lush mountain to remind Amytis of her homeland, Media (now Iran)."
  },
  {
    "_id": "garden_5",
    "text": "Hanging Gardens of Babylon were described to have plants, trees, and vines hanging in terraces."
  },
  {
    "_id": "garden_6",
    "text": "It is believed the gardens stood 75 feet high and were built like an amphitheater."
  },
  {
    "_id": "garden_7",
    "text": "The Hanging Gardens were described vividly in Greek and Roman texts, but no unequivocal mention exists in Babylonian sources."
  },
  {
    "_id": "garden_8",
    "text": "The term 'hanging' comes from the Greek word 'kremastos' or the Latin 'pensilis,' which means overhanging like a terrace."
  },
  {
    "_id": "garden_9",
    "text": "Alexander the Great's soldiers allegedly told stories about the beauty of these gardens."
  },
  {
    "_id": "garden_10",
    "text": "The gardens are one of the Seven Wonders of the Ancient World whose location has still not been conclusively proven."
  },
  {
    "_id": "garden_11",
    "text": "The gardens were said to be maintained by slaves using a system of hydraulic pumps."
  },
  {
    "_id": "garden_12",
    "text": "Some believe the gardens were simply a poetic creation or a mythical retelling by ancient writers."
  },
  {
    "_id": "garden_13",
    "text": "It’s speculated that the Hanging Gardens were destroyed by earthquakes sometime after the 1st century AD."
  },
  {
    "_id": "garden_14",
    "text": "The gardens are considered to be not only an architectural marvel but also an example of engineering innovation."
  },
  {
    "_id": "garden_15",
    "text": "German archaeologist Robert Koldewey claimed to have found evidence for these gardens in 1899, leading many to believe they existed."
  },
  {
    "_id": "garden_16",
    "text": "Some recent theories suggest that the gardens may have been attributed falsely to Babylon instead of being in Assyria."
  },
  {
    "_id": "garden_17",
    "text": "The Hanging Gardens are often depicted in works of art and literature due to their mythical and mysterious nature."
  },
  {
    "_id": "lighthouse_0",
    "text": "The Lighthouse of Alexandria was built by the Ptolemaic Kingdom between 280 and 247 BC on the island of Pharos."
  },
  {
    "_id": "lighthouse_1",
    "text": "The Lighthouse of Alexandria was approximately 100 meters tall, one of the tallest man-made structures for many centuries."
  },
  {
    "_id": "lighthouse_2",
    "text": "The lighthouse was constructed in three stages: a square lower base, an octagonal midsection, and a cylindrical top."
  },
  {
    "_id": "lighthouse_3",
    "text": "It is estimated that the construction of the Lighthouse of Alexandria took 12 years."
  },
  {
    "_id": "lighthouse_4",
    "text": "The Lighthouse of Alexandria had a statue of Zeus or Poseidon at its top, according to ancient accounts."
  },
  {
    "_id": "lighthouse_5",
    "text": "The Lighthouse of Alexandria was one of the longest-serving wonders of the ancient world, guiding sailors for more than 1,500 years."
  },
  {
    "_id": "lighthouse_6",
    "text": "The mirror inside the lighthouse was said to reflect sunlight during the day and a fire was lit on top for the night."
  },
  {
    "_id": "lighthouse_7",
    "text": "A series of earthquakes between AD 956 and 1323 damaged and eventually led to the lighthouse's downfall."
  },
  {
    "_id": "lighthouse_8",
    "text": "Parts of the ruins of the Lighthouse of Alexandria were rediscovered in the harbor of Alexandria in 1994."
  },
  {
    "_id": "lighthouse_9",
    "text": "The word 'pharos' has become etymological for the word 'lighthouse' in many different languages as a tribute."
  },
  {
    "_id": "lighthouse_10",
    "text": "It's believed that the lighthouse helped make the port of Alexandria one of the most important in the Mediterranean."
  },
  {
    "_id": "lighthouse_11",
    "text": "The lighthouse is depicted in various coins and manuscripts from the era, serving as an icon of navigational trial."
  },
  {
    "_id": "lighthouse_12",
    "text": "The Lighthouse of Alexandria was designed by the Greek architect Sostratus."
  },
  {
    "_id": "lighthouse_13",
    "text": "The lighthouse served dual purposes of a watchtower and a guide for approaching ships."
  },
  {
    "_id": "lighthouse_14",
    "text": "Some believe that the mirror was not used to reflect sunlight but to focus light onto ships."
  },
  {
    "_id": "lighthouse_15",
    "text": "Medieval Islamic scholars, such as Al-Muqaddasi and Al-Baghdadi, praised the lighthouse in their geographical and historical accounts."
  },
  {
    "_id": "lighthouse_16",
    "text": "In 1480, Sultan Qaitbay constructed a medieval fort on the very site of the lighthouse in Alexandria."
  },
  {
    "_id": "lighthouse_17",
    "text": "The Lighthouse of Alexandria is also known as the Pharos of Alexandria, which became synonymous with lighthouse."
  },
  {
    "_id": "colossus_0",
    "text": "The Colossus of Rhodes was a statue of the sun god Helios, constructed to celebrate Rhodes' victory over Cyprus."
  },
  {
    "_id": "colossus_1",
    "text": "The Colossus of Rhodes was approximately 33 meters (108 feet) high, making it one of the tallest statues of the ancient world."
  },
  {
    "_id": "colossus_2",
    "text": "The Colossus of Rhodes took 12 years to build, from 292 to 280 BC."
  },
  {
    "_id": "colossus_3",
    "text": "According to most depictions, Colossus stood with its legs apart across the mouth of the harbor of Rhodes; however, this is likely a myth."
  },
  {
    "_id": "colossus_4",
    "text": "The statue was toppled by an earthquake in 226 BC, and the fragments lay on the ground for over 800 years."
  },
  {
    "_id": "colossus_5",
    "text": "After the earthquake, it was proposed to rebuild the statue but ultimately abandoned due to fears that it offended Helios."
  },
  {
    "_id": "colossus_6",
    "text": "The Colossus was eventually sold as bronze scrap by Arab conquerors after they invaded Rhodes in 654 AD."
  },
  {
    "_id": "colossus_7",
    "text": "Legend has it, it took 900 camels to transport the bronze remains of the Colossus after it was sold."
  },
  {
    "_id": "colossus_8",
    "text": "The Colossus was built by sculptor Chares of Lindos, who was a student of Lysippos."
  },
  {
    "_id": "colossus_9",
    "text": "Some modern engineers estimate the statue required at least 13.6 tons of bronze and 8.2 tons of iron."
  },
  {
    "_id": "colossus_10",
    "text": "Despite being destroyed, the Colossus of Rhodes inspired many later large-scale sculptures, like the Statue of Liberty."
  },
  {
    "_id": "colossus_11",
    "text": "The Rhodians left the base of the statue visible, which served as a tourist attraction for ancient tourists."
  },
  {
    "_id": "colossus_12",
    "text": "The ruins of the Colossus became a celebrated fixture of Rhodes, attracting tourists who marveled at its enigma."
  },
  {
    "_id": "colossus_13",
    "text": "Ancient visitors reported that one could barely wrap their arms around the fallen statue's thumb."
  },
  {
    "_id": "colossus_14",
    "text": "The Colossus was funded with proceeds from the sale of military equipment left by Demetrius' army."
  },
  {
    "_id": "colossus_15",
    "text": "The ruins of Colossus remain undiscovered to this day, adding to its mystery and allure."
  },
  {
    "_id": "colossus_16",
    "text": "The statue was believed to have stood on the Greek island of Rhodes, near the port entrance."
  },
  {
    "_id": "colossus_17",
    "text": "Its construction was considered a tribute not only to Helios but also to the resilience of the people of Rhodes."
  },
  {
    "_id": "zeus_0",
    "text": "The Statue of Zeus at Olympia was a massive statue made by the sculptor Phidias around 435 BC in Greece."
  },
  {
    "_id": "zeus_1",
    "text": "The Statue of Zeus at Olympia was approximately 13 meters tall and placed inside the Temple of Zeus."
  },
  {
    "_id": "zeus_2",
    "text": "The statue was made from ivory and gold and depicted Zeus seated on an elaborate cedar-wood throne inlaid with ivory, gold, ebony, and precious stones."
  },
  {
    "_id": "zeus_3",
    "text": "The throne of Zeus's statue was adorned with sphinxes, intricate figures, and a variety of mythical creatures."
  },
  {
    "_id": "zeus_4",
    "text": "The statue, according to the historian Strabo, nearly touched the temple's ceiling, indicating the immense scale."
  },
  {
    "_id": "zeus_5",
    "text": "Olympia was the site of the ancient Olympic Games, held in honor of Zeus."
  },
  {
    "_id": "zeus_6",
    "text": "Zeus's statue was considered the masterpiece of Phidias, who had previously created the statue of Athena Parthenos in Athens."
  },
  {
    "_id": "zeus_7",
    "text": "The Greek philosopher Pausanias noted the wondrous detailing of the sculpture in his writings."
  },
  {
    "_id": "zeus_8",
    "text": "The Statue of Zeus was destroyed during the 5th century AD due to either a fire or plundering."
  },
  {
    "_id": "zeus_9",
    "text": "Coins and literary texts are the only surviving descriptions, as no copies of the statue survived."
  },
  {
    "_id": "zeus_10",
    "text": "The temple and the statue were both significant sites of religious reverence in the Hellenistic world."
  },
  {
    "_id": "zeus_11",
    "text": "The Olympics, which started in 776 BC, were originally a religious festival held in honor of Zeus."
  },
  {
    "_id": "zeus_12",
    "text": "It is believed that a massive earthquake destroyed much of the temple, leading to the statue's decline."
  },
  {
    "_id": "zeus_13",
    "text": "Phidias's workshop in Olympia was discovered near the ruins of the temple, indicating where the statue was constructed."
  },
  {
    "_id": "zeus_14",
    "text": "In the 2nd century AD, Emperor Hadrian was one of its notable visitors who marveled at Phidias's work."
  },
  {
    "_id": "zeus_15",
    "text": "The Statue of Zeus inspired many subsequent grand sculptures, influencing artistic renderings of gods and leaders."
  },
  {
    "_id": "zeus_16",
    "text": "Later, the statue was possibly moved to Constantinople, where it was believed destroyed in a fire."
  },
  {
    "_id": "zeus_17",
    "text": "The artistic style and detail of Zeus's statue showcased the peak of Greek sculptural mastery."
  },
  {
    "_id": "atermis_0",
    "text": "The Temple of Artemis at Ephesus was not only one of the Seven Wonders of the Ancient World but also one of the largest temples of its kind."
  },
  {
    "_id": "atermis_1",
    "text": "The original structure of the Temple of Artemis was destroyed in the 7th century BC, followed by a second version in 550 BC."
  },
  {
    "_id": "atermis_2",
    "text": "In 356 BC, a man named Herostratus set fire to the temple to gain eternal notoriety."
  },
  {
    "_id": "atermis_3",
    "text": "The temple was rebuilt and once again became a marvelous construction, adorned with fine sculpture and artwork."
  },
  {
    "_id": "atermis_4",
    "text": "The Temple of Artemis was dedicated to Artemis, the Greek goddess of the hunt, wilderness, and childbirth."
  },
  {
    "_id": "atermis_5",
    "text": "The 112 columns of the last version of the temple were 18 meters (60 feet) high."
  },
  {
    "_id": "atermis_6",
    "text": "Visitors would offer numerous gifts and sacrifices to Artemis and her statuary collection."
  },
  {
    "_id": "atermis_7",
    "text": "The temple served as both a marketplace and a religious institution, furnished with beautiful artworks and artifacts."
  },
  {
    "_id": "atermis_8",
    "text": "The temple was rebuilt after Herostratus' fire, only to be plundered by the Goths in 262 AD."
  },
  {
    "_id": "atermis_9",
    "text": "The remaining stones and columns of the temple were used later in the construction of other buildings and the Hagia Sophia in Istanbul."
  },
  {
    "_id": "atermis_10",
    "text": "Ephesus, where the temple was located, was a major port on the Aegean Sea and a significant trade and religious hub."
  },
  {
    "_id": "atermis_11",
    "text": "The site where the temple stood is located near the modern town of Selçuk in present-day Turkey."
  },
  {
    "_id": "atermis_12",
    "text": "The temple's location at the crossroads of major trade routes made it an extremely wealthy place of worship."
  },
  {
    "_id": "atermis_13",
    "text": "Excavations of the temple site began in the 1860s and revealed artifacts now housed in the British Museum."
  },
  {
    "_id": "atermis_14",
    "text": "It is considered one of the earliest and largest examples of Greek stone temples, influencing temple constructions thereafter."
  },
  {
    "_id": "atermis_15",
    "text": "According to accounts, the temple had a bronze statue of Artemis by Greek sculptors Pheidias and his school."
  },
  {
    "_id": "atermis_16",
    "text": "Visitors to the Temple of Artemis included conquering kings, as well as merchants, property owners, and travelers."
  },
  {
    "_id": "atermis_17",
    "text": "The artifacts unearthed at the site lend insights into the religious, economic, and cultural workings of ancient Ephesus."
  },
  {
    "_id": "atermis_18",
    "text": "The Temple of Artemis, in its various versions, stood as a testament to both human devotion and architectural extravagance."
  },
  {
    "_id": "redeemer_0",
    "text": "The Christ the Redeemer statue in Rio de Janeiro stands 30 meters tall (not counting the pedestal) and is made of reinforced concrete and soapstone."
  },
  {
    "_id": "redeemer_1",
    "text": "Christ the Redeemer was completed in 1931 and stands on the Corcovado Mountain overlooking Rio de Janeiro."
  },
  {
    "_id": "redeemer_2",
    "text": "It is one of the New Seven Wonders of the World and is an iconic symbol of Christianity."
  },
  {
    "_id": "redeemer_3",
    "text": "The statue was designed by the Brazilian engineer Heitor da Silva Costa and the French sculptor Paul Landowski."
  },
  {
    "_id": "redeemer_4",
    "text": "The idea to build a religious monument on Corcovado was proposed in the 1850s, but lack of funding stalled its realization."
  },
  {
    "_id": "redeemer_5",
    "text": "The statue arms of Christ the Redeemer stretch dramatically, reaching out to span 28 meters wide."
  },
  {
    "_id": "redeemer_6",
    "text": "Christ the Redeemer's construction material was chosen to withstand Rio's extreme weather conditions."
  },
  {
    "_id": "redeemer_7",
    "text": "In 2007, an organized online poll, conducted by a Swiss-based company, selected Christ the Redeemer as one of the New Seven Wonders of the World."
  },
  {
    "_id": "redeemer_8",
    "text": "The statue is illuminated each night, creating a striking view from many locations throughout Rio."
  },
  {
    "_id": "redeemer_9",
    "text": "It took nine years and a collaboration of multiple countries' expertise to construct."
  },
  {
    "_id": "redeemer_10",
    "text": "Visitors can take a train, van, or hike through the Tijuca Forest National Park to reach the statue."
  },
  {
    "_id": "redeemer_11",
    "text": "Christ the Redeemer has become a cultural icon, appearing in films, music, and as a celebrated image during major events."
  },
  {
    "_id": "redeemer_12",
    "text": "A chapel is located at the base of the sculpture and is used for Catholic ceremonies and special events."
  },
  {
    "_id": "redeemer_13",
    "text": "Each year, millions of tourists and religious pilgrims visit the statue, making it one of Brazil's most popular attractions."
  },
  {
    "_id": "redeemer_14",
    "text": "The statue has withstood lightning strikes and even underwent renovations in 2010 to repair damage from weathering."
  },
  {
    "_id": "redeemer_15",
    "text": "It has become a site of numerous stunts and events, including parachuting and base jumping."
  },
  {
    "_id": "redeemer_16",
    "text": "The soapstone used for construction is sourced from the same quarry as the iconic Christ sculpture."
  },
  {
    "_id": "redeemer_17",
    "text": "Christ the Redeemer is not only a symbol of faith but also a beacon of hope during times of adversity for many."
  },
  {
    "_id": "colosseum_0",
    "text": "The Colosseum in Rome, also known as the Flavian Amphitheater, was completed in AD 80 under Emperor Titus."
  },
  {
    "_id": "colosseum_1",
    "text": "The Colosseum is the largest ancient amphitheater ever built and could hold up to 80,000 spectators."
  },
  {
    "_id": "colosseum_2",
    "text": "The Colosseum was used primarily for gladiatorial contests and public spectacles such as mock sea battles and animal hunts."
  },
  {
    "_id": "colosseum_3",
    "text": "The Colosseum supports a complex system of vaults, which added to its structural stability."
  },
  {
    "_id": "colosseum_4",
    "text": "It is estimated that over 400,000 people and over a million wild animals died in the games hosted at the Colosseum."
  },
  {
    "_id": "colosseum_5",
    "text": "The subterranean levels of the Colosseum were equipped with animal pens and pulleys to raise animals and scenery into the arena."
  },
  {
    "_id": "colosseum_6",
    "text": "The retractable velarium, a type of awning, provided shade from the sun to the spectators seated inside the amphitheater."
  },
  {
    "_id": "colosseum_7",
    "text": "The Colosseum has undergone several restorations over the centuries, especially after earthquakes caused severe damage."
  },
  {
    "_id": "colosseum_8",
    "text": "It is one of the New Seven Wonders of the World and a symbol of ancient Rome's architectural brilliance."
  },
  {
    "_id": "colosseum_9",
    "text": "The Colosseum was built with funds seized from the Roman conquest of Jerusalem."
  },
  {
    "_id": "colosseum_10",
    "text": "The amphitheater was commissioned by Emperor Vespasian as a gift to the Roman people to boost morale and fortify his political standing."
  },
  {
    "_id": "colosseum_11",
    "text": "The Colosseum used a network of dozens of entrances and staircases to manage the movement of massive crowds efficiently."
  },
  {
    "_id": "colosseum_12",
    "text": "The name 'Colosseum' is believed to have originated from a statue of the Colossus of Nero that once stood nearby."
  },
  {
    "_id": "colosseum_13",
    "text": "The Colosseum was partially converted into a Christian site after Rome adopted Christianity as its official religion."
  },
  {
    "_id": "colosseum_14",
    "text": "The amphitheater has served various purposes over the centuries, including a fortress, a Christian shrine, and a quarry for building materials."
  },
  {
    "_id": "colosseum_15",
    "text": "It remains today one of Italy's most popular tourist attractions, drawing millions of visitors each year."
  },
  {
    "_id": "colosseum_16",
    "text": "The Colosseum today is seen as a cultural symbol against capital punishment, advocated by the Catholic Church."
  },
  {
    "_id": "colosseum_17",
    "text": "Every Good Friday, the Pope leads a torchlit 'Way of the Cross' procession around the Colosseum."
  },
  {
    "_id": "wall_0",
    "text": "The Great Wall of China stretches approximately 21,196 kilometers across northern China."
  },
  {
    "_id": "wall_1",
    "text": "The Great Wall's construction began in the 7th century BC and continued for hundreds of years."
  },
  {
    "_id": "wall_2",
    "text": "The wall was built to protect Chinese states and empires against invasions by nomadic groups of the Eurasian Steppe."
  },
  {
    "_id": "wall_3",
    "text": "Many sections of the Great Wall that exist today were built under the Ming Dynasty (1368–1644)."
  },
  {
    "_id": "wall_4",
    "text": "The Great Wall is not a continuous line—it includes defensive watchtowers, garrison stations, and signal towers."
  },
  {
    "_id": "wall_5",
    "text": "An estimated one million workers died during the wall's construction, many of whom are said to be buried within the wall."
  },
  {
    "_id": "wall_6",
    "text": "A popular myth suggests that the Great Wall is visible from the moon, although this is not true."
  },
  {
    "_id": "wall_7",
    "text": "The materials used to construct parts of the wall ranged from earth and wood to bricks and stones."
  },
  {
    "_id": "wall_8",
    "text": "Despite being called the 'Great Wall,' it is more accurately a series of walls and fortifications."
  },
  {
    "_id": "wall_9",
    "text": "The wall served multiple purposes beyond military defense, including border controls and migrations."
  },
  {
    "_id": "wall_10",
    "text": "Its construction leveraged the natural terrain, using mountains to provide strategic advantages."
  },
  {
    "_id": "wall_11",
    "text": "In some areas, steep mountains provided natural fortifications, so walls were unnecessary."
  },
  {
    "_id": "wall_12",
    "text": "The Great Wall crosses deserts, grasslands, mountains, and plateaus, each section distinct in construction."
  },
  {
    "_id": "wall_13",
    "text": "Tourists often visit the Mutianyu and Badaling sections, which are near Beijing and are well-preserved."
  },
  {
    "_id": "wall_14",
    "text": "The Great Wall's watchtowers were used for signaling and communication using smoke during the day and fire at night."
  },
  {
    "_id": "wall_15",
    "text": "During the Cultural Revolution, bricks from certain sections of the Great Wall were used in local construction."
  },
  {
    "_id": "wall_16",
    "text": "Some remote and rugged locations of the wall are nearly vertical, posing challenges to building and maintenance."
  },
  {
    "_id": "wall_17",
    "text": "A lesser-known part of the Great Wall includes sections that extend into Korea."
  },
  {
    "_id": "wall_18",
    "text": "The Great Wall has appeared in numerous cultural references, including films, literature, and games."
  },
  {
    "_id": "taj_0",
    "text": "The Taj Mahal was built by Emperor Shah Jahan in memory of his wife Mumtaz Mahal."
  },
  {
    "_id": "taj_1",
    "text": "The Taj Mahal stands as the pinnacle of Mughal architecture in India, fusing elements from Islamic, Persian, and Indian architectural styles."
  },
  {
    "_id": "taj_2",
    "text": "Construction of the Taj Mahal began in 1632 and completed in 1648, with further works continuing for a few more years."
  },
  {
    "_id": "taj_3",
    "text": "The Taj Mahal is made predominantly of white marble and features intricate carvings and pietra dura inlays."
  },
  {
    "_id": "taj_4",
    "text": "The monument represents the eternal love of Shah Jahan, who was deeply affected by the death of Mumtaz during childbirth."
  },
  {
    "_id": "taj_5",
    "text": "The gardens of the Taj Mahal are designed in the charbagh layout, symbolizing paradise in Persian landscape architecture."
  },
  {
    "_id": "taj_6",
    "text": "The Taj Mahal changes color depending on the light—a different shade at dawn, noon, dusk, and night by the moonlight."
  },
  {
    "_id": "taj_7",
    "text": "The Taj Mahal attracts nearly 8 million visitors annually and is a symbol of India's cultural heritage."
  },
  {
    "_id": "taj_8",
    "text": "Shah Jahan was overthrown by his son Aurangzeb and spent his last years imprisoned in Agra Fort, with a view of his creation."
  },
  {
    "_id": "taj_9",
    "text": "The Taj Mahal has been designated a UNESCO World Heritage Site since 1983 for its aesthetic appeal."
  },
  {
    "_id": "taj_10",
    "text": "The mosque and guest house surrounding the main tomb are perfectly symmetrical."
  },
  {
    "_id": "taj_11",
    "text": "Twenty-eight types of precious and semiprecious stones were inlaid into the marble, including jade, crystal, turquoise, and lapis lazuli."
  },
  {
    "_id": "taj_12",
    "text": "The minarets of the Taj Mahal are designed to tilt slightly outward to protect the main dome in the event of an earthquake."
  },
  {
    "_id": "taj_13",
    "text": "British colonial officials once considered dismantling the Taj Mahal in the 19th century to sell the marble pieces at auction."
  },
  {
    "_id": "taj_14",
    "text": "The Taj Mahal's central dome reaches a height of 73 meters and is its most distinctive feature."
  },
  {
    "_id": "taj_15",
    "text": "The Taj Mahal is included in the New Seven Wonders of the World because of its iconic beauty and architectural heritage."
  },
  {
    "_id": "taj_16",
    "text": "The iconic calligraphy inscribed on the Taj Mahal's portal was created by the Persian calligrapher Amanat Khan."
  },
  {
    "_id": "taj_17",
    "text": "A myth suggests that Shah Jahan planned to construct a Black Taj Mahal across the Yamuna River, although there's no evidence to support this."
  },
  {
    "_id": "taj_18",
    "text": "The architectural symmetry of the Taj Mahal is so precise that it reflects Shah Jahan's vision of eternal harmony."
  },
  {
    "_id": "petra_0",
    "text": "Petra, also known as the 'Rose City,' is famous for its rock-cut architecture and water conduit system."
  },
  {
    "_id": "petra_1",
    "text": "Petra was the capital of the Nabataean Kingdom, dating back to the 4th century BC."
  },
  {
    "_id": "petra_2",
    "text": "The Siq, a narrow gorge that leads to Petra, is often referred to as the gateway to the city."
  },
  {
    "_id": "petra_3",
    "text": "Al-Khazneh, or 'The Treasury,' is Petra's most iconic facade, carved directly into the sandstone cliff."
  },
  {
    "_id": "petra_4",
    "text": "Petra was rediscovered by Swiss explorer Johann Ludwig Burckhardt in 1812."
  },
  {
    "_id": "petra_5",
    "text": "The Nabataeans were highly skilled in engineering a vast network of dams, cisterns, and water conduits."
  },
  {
    "_id": "petra_6",
    "text": "Petra's setting in a basin among mountains uniquely concealed it from Roman invaders, preserving its architectural wonders."
  },
  {
    "_id": "petra_7",
    "text": "Petra contains over 800 monuments, including buildings, tombs, baths, funerary halls, temples, arched gateways, and colonnaded streets."
  },
  {
    "_id": "petra_8",
    "text": "Petra had complex hydraulic systems that collected and stored rainwater, providing long-lasting water resources for its inhabitants."
  },
  {
    "_id": "petra_9",
    "text": "Petra is considered one of the New Seven Wonders of the World and was designated a UNESCO World Heritage Site in 1985."
  },
  {
    "_id": "petra_10",
    "text": "The ancient city is nicknamed 'The Rose City' for the blush color of its limestone formations."
  },
  {
    "_id": "petra_11",
    "text": "Nabataean art and architecture in Petra were influenced by Assyrian, Egyptian, Hellenistic, and Roman architectures."
  },
  {
    "_id": "petra_12",
    "text": "Despite earthquakes and changing trade routes diminishing its importance, Petra stood resilient for centuries."
  },
  {
    "_id": "petra_13",
    "text": "Modern visitors walk through the Siq to reach Al-Khazneh, enhancing Petra's dramatic arrival experience."
  },
  {
    "_id": "petra_14",
    "text": "Petra served as a critical crossroads between Arabia, Egypt, and Syria-Phoenicia during ancient times."
  },
  {
    "_id": "petra_15",
    "text": "The archaeological significance of Petra offers invaluable insights into the Nabataean civilization and their interactions with neighboring cultures."
  },
  {
    "_id": "petra_16",
    "text": "Archaeologists have found evidence of an ancient Neolithic settlement at Petra dating as far back as 7,000 BC."
  },
  {
    "_id": "petra_17",
    "text": "Petra's location and defensive positioning made it a vital fortress and trade center during tumultuous ancient times."
  },
  {
    "_id": "petra_18",
    "text": "The Monastery, or Al-Deir, is another massive and impressive rock-cut facade in Petra, rivaling even the grandeur of the Treasury."
  },
  {
    "_id": "mausoleum_0",
    "text": "The Mausoleum at Halicarnassus was built as a tomb for Mausolus, a Persian satrap, and his wife Artemisia."
  },
  {
    "_id": "mausoleum_1",
    "text": "It was constructed around 350 BCE in Halicarnassus, in what is now Bodrum, Turkey."
  },
  {
    "_id": "mausoleum_2",
    "text": "The word 'mausoleum' comes from the name Mausolus and has been used universally to describe grand tombs."
  },
  {
    "_id": "mausoleum_3",
    "text": "The Mausoleum was adorned with intricate carvings and statues created by four prominent Greek sculptors: Scopas, Leochares, Bryaxis, and Timotheus."
  },
  {
    "_id": "mausoleum_4",
    "text": "The building stood approximately 45 meters (148 feet) tall, including its pyramid-shaped roof."
  },
  {
    "_id": "mausoleum_5",
    "text": "The Mausoleum was made of white marble and was a blend of Greek, Lycian, and Egyptian architectural styles."
  },
  {
    "_id": "mausoleum_6",
    "text": "The tomb was surrounded by a courtyard with a large staircase leading up to its base."
  },
  {
    "_id": "mausoleum_7",
    "text": "The Mausoleum's decorations depicted scenes of battles, including a frieze of the Amazonomachy, a mythological fight between the Greeks and Amazons."
  },
  {
    "_id": "mausoleum_8",
    "text": "After Mausolus died, his wife Artemisia completed the construction as a tribute to his greatness."
  },
  {
    "_id": "mausoleum_9",
    "text": "The structure remained standing for over 1,500 years until it was damaged by earthquakes between the 12th and 15th centuries."
  },
  {
    "_id": "mausoleum_10",
    "text": "In the 15th century, the Knights of St. John repurposed the stones of the Mausoleum to fortify Bodrum Castle."
  },
  {
    "_id": "mausoleum_11",
    "text": "Only the foundations and some scattered statues of the Mausoleum survive today."
  },
  {
    "_id": "mausoleum_12",
    "text": "A statue believed to be that of Mausolus himself was discovered among the ruins and is now in the British Museum."
  },
  {
    "_id": "mausoleum_13",
    "text": "The Mausoleum was considered one of the Seven Wonders of the Ancient World due to its grand scale and innovative design."
  },
  {
    "_id": "mausoleum_14",
    "text": "Its pyramid-shaped roof was accompanied by a chariot statue pulled by four horses, symbolizing power and authority."
  },
  {
    "_id": "mausoleum_15",
    "text": "Excavations of the site were first conducted in the 19th century by Charles Thomas Newton."
  },
  {
    "_id": "mausoleum_16",
    "text": "The site of the Mausoleum is an important archaeological location and is open to visitors in Bodrum, Turkey."
  },
  {
    "_id": "mausoleum_17",
    "text": "The Mausoleum combined architectural elements of a temple, tomb, and massive monument."
  },
  {
    "_id": "mausoleum_18",
    "text": "The destruction of the Mausoleum inspired later architects to create mausoleums in its image."
  },
  {
    "_id": "mausoleum_19",
    "text": "The Mausoleum at Halicarnassus is an enduring symbol of Hellenistic artistic and engineering achievement."
  },
  {
    "_id": "machu_0",
    "text": "Machu Picchu is an ancient Inca city located in the Andes Mountains of Peru."
  },
  {
    "_id": "machu_1",
    "text": "It was built in the 15th century during the reign of the Inca emperor Pachacuti."
  },
  {
    "_id": "machu_2",
    "text": "The site is perched 2,430 meters (7,970 feet) above sea level on a mountain ridge."
  },
  {
    "_id": "machu_3",
    "text": "Machu Picchu was rediscovered by American explorer Hiram Bingham in 1911."
  },
  {
    "_id": "machu_4",
    "text": "It is often referred to as the 'Lost City of the Incas' because it remained hidden from the outside world for centuries."
  },
  {
    "_id": "machu_5",
    "text": "The purpose of Machu Picchu remains uncertain but is believed to have served as a royal estate or religious retreat."
  },
  {
    "_id": "machu_6",
    "text": "The Intihuatana Stone, found at Machu Picchu, is thought to have been a solar clock or calendar for agricultural purposes."
  },
  {
    "_id": "machu_7",
    "text": "Machu Picchu features over 200 buildings, including temples, residences, and storage houses."
  },
  {
    "_id": "machu_8",
    "text": "The Terraces of Machu Picchu were used for farming and also prevented soil erosion."
  },
  {
    "_id": "machu_9",
    "text": "Its finely crafted walls were built using a technique called ashlar masonry, where stones are fitted together without mortar."
  },
  {
    "_id": "machu_10",
    "text": "Machu Picchu is surrounded by the lush green Urubamba River Valley, creating a stunning natural backdrop."
  },
  {
    "_id": "machu_11",
    "text": "The site's main structures include the Temple of the Sun, the Room of the Three Windows, and the Main Temple."
  },
  {
    "_id": "machu_12",
    "text": "Machu Picchu is considered one of humanity's greatest architectural and cultural achievements."
  },
  {
    "_id": "machu_13",
    "text": "It was declared a UNESCO World Heritage Site in 1983 and one of the New Seven Wonders of the World in 2007."
  },
  {
    "_id": "machu_14",
    "text": "The population at Machu Picchu during its peak was estimated to be around 750 people."
  },
  {
    "_id": "machu_15",
    "text": "Machu Picchu is located above the Sacred Valley, a region rich with Inca history and culture."
  },
  {
    "_id": "machu_16",
    "text": "The network of trails leading to Machu Picchu is known as the Inca Trail, a popular trek for tourists."
  },
  {
    "_id": "machu_17",
    "text": "Machu Picchu remained unknown to the Spanish conquistadors, which contributed to its preservation."
  },
  {
    "_id": "machu_18",
    "text": "It was constructed with a sophisticated drainage system to handle heavy rainfall in the Andes."
  },
  {
    "_id": "machu_19",
    "text": "Machu Picchu is considered both a historical and natural treasure, combining ancient architecture and biodiversity."
  },
  {
    "_id": "chichen_0",
    "text": "Chichen Itza is a Mayan archaeological site located in Yucatan, Mexico."
  },
  {
    "_id": "chichen_1",
    "text": "El Castillo, also known as the Temple of Kukulcan, is Chichen Itza’s most famous structure."
  },
  {
    "_id": "chichen_2",
    "text": "The pyramid of El Castillo has 91 steps on each of its four sides, plus the top platform, totaling 365 steps to represent the solar year."
  },
  {
    "_id": "chichen_3",
    "text": "During the equinoxes, the sun creates the illusion of a serpent slithering down El Castillo's steps."
  },
  {
    "_id": "chichen_4",
    "text": "Chichen Itza was a major political and economic center of the Mayan civilization from 600 to 1200 AD."
  },
  {
    "_id": "chichen_5",
    "text": "The Great Ball Court at Chichen Itza is the largest in Mesoamerica, measuring 168 by 70 meters (551 by 230 feet)."
  },
  {
    "_id": "chichen_6",
    "text": "Players of the Mayan ballgame used their hips to hit a rubber ball through stone rings mounted high on the court walls."
  },
  {
    "_id": "chichen_7",
    "text": "Human sacrifices were part of Chichen Itza's religious rituals, and offerings were often thrown into the Sacred Cenote."
  },
  {
    "_id": "chichen_8",
    "text": "The term Chichen Itza means 'At the mouth of the well of the Itza,' referring to the site's cenotes (natural sinkholes)."
  },
  {
    "_id": "chichen_9",
    "text": "The Temple of the Warriors at Chichen Itza is a large stepped pyramid surrounded by hundreds of carved columns."
  },
  {
    "_id": "chichen_10",
    "text": "The cenotes at Chichen Itza provided water for the city's inhabitants and played a significant role in Mayan ceremonies."
  },
  {
    "_id": "chichen_11",
    "text": "Chichen Itza shows a mix of Mayan and Toltec architectural styles, reflecting cultural interaction between the two groups."
  },
  {
    "_id": "chichen_12",
    "text": "The Observatory, or El Caracol, at Chichen Itza was used for astronomical purposes."
  },
  {
    "_id": "chichen_13",
    "text": "Chichen Itza was declared a UNESCO World Heritage Site in 1988 and is one of the New Seven Wonders of the World."
  },
  {
    "_id": "chichen_14",
    "text": "The site includes a platform called Tzompantli, or the Skull Platform, which was used to display the heads of sacrificed individuals."
  },
  {
    "_id": "chichen_15",
    "text": "The Wall of the Skulls at Chichen Itza hints at the site's significance as a religious and political center."
  },
  {
    "_id": "chichen_16",
    "text": "Chichen Itza is situated in a region where cenotes made it possible to sustain large populations despite the arid landscape."
  },
  {
    "_id": "chichen_17",
    "text": "The Columned Hall of a Thousand Columns may have served as a meeting place or marketplace."
  },
  {
    "_id": "chichen_18",
    "text": "El Castillo depicts the feathered serpent god Kukulcan, a vital deity in Mayan mythology."
  },
  {
    "_id": "chichen_19",
    "text": "Chichen Itza illustrates the advanced mathematical, engineering, and astronomical skills of the Mayans."
  }
]